
/* No comment provided by engineer. */
"%.0lfk of %.0lfk" = "%1$.0lfk z %2$.0lfk";

/* No comment provided by engineer. */
"%@ %@ has been installed and will be ready to use next time %@ starts! Would you like to relaunch now?" = "%1$@ %2$@ został zainstalowany i będzie gotowy do użycia po ponownym uruchomieniu %3$@! Czy chcesz go uruchomić ponownie teraz?";

/* No comment provided by engineer. */
"%@ %@ is currently the newest version available." = "%1$@ %2$@ jest najnowszą dostępną wersją.";

/* No comment provided by engineer. */
"%@ %@ is now available (you have %@). Would you like to download it now?" = "Dostępny jest %1$@ %2$@ (zainstalowana jest wersja %3$@). Czy chcesz go pobrać teraz?";

/* No comment provided by engineer. */
"%@ does not have permission to write to the application's directory! Are you running off a disk image? If not, ask your system administrator for help." = "%@ nie ma uprawnień do zapisu w teczce programu! Czy program został uruchomiony z obrazu dysku? Jeżeli nie, proszę się skontaktować z administratorem systemu w celu uzyskania pomocy.";

/* No comment provided by engineer. */
"A new version of %@ has been installed!" = "Zainstalowano nową wersję %@!";

/* No comment provided by engineer. */
"A new version of %@ is available!" = "Dostępna jest nowa wersja %@!";

/* No comment provided by engineer. */
"An error occurred during installation. Please try again later." = "Wystąpił błąd podczas instalacji. Ponów próbę później.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information. Please try again later." = "Wystąpił błąd podczas pobierania informacji o uaktualnieniach. Ponów próbę później.";

/* No comment provided by engineer. */
"An error occurred in retrieving update information; are you connected to the internet? Please try again later." = "An error occurred in retrieving update information; are you connected to the internet? Please try again later.";

/* No comment provided by engineer. */
"An error occurred while extracting the archive. Please try again later." = "Wystąpił błąd podczas rozpakowywania archiwum. Ponów próbę później.";

/* No comment provided by engineer. */
"An error occurred while trying to download the file. Please try again later." = "Wystąpił błąd podczas pobierania pliku. Ponów próbę później.";

/* No comment provided by engineer. */
"An update is already in progress!" = "Uaktualnienie właśnie trwa!";

/* No comment provided by engineer. */
"Anonymous system profile information is used to help us plan future development work." = "Anonymous system profile information is used to help us plan future development work.";

/* No comment provided by engineer. */
"Cancel" = "Poniechaj";

/* No comment provided by engineer. */
"Check for updates on startup?" = "Czy sprawdzać uaktualnienia podczas uruchomienia?";

/* No comment provided by engineer. */
"Downloading update..." = "Pobieram uaktualnienie…";

/* No comment provided by engineer. */
"Extracting update..." = "Rozpakowuję uaktualnienie…";

/* No comment provided by engineer. */
"Include anonymous system profile?" = "Include anonymous system profile?";

/* No comment provided by engineer. */
"Install and Relaunch" = "Zainstaluj i uruchom ponownie";

/* No comment provided by engineer. */
"Installing update..." = "Instaluję aktualizację…";

/* No comment provided by engineer. */
"No" = "Nie";

/* No comment provided by engineer. */
"OK" = "OK";

/* No comment provided by engineer. */
"Ready to install!" = "Gotowy do instalacji!";

/* No comment provided by engineer. */
"Update Error!" = "Błąd uaktualnienia!";

/* No comment provided by engineer. */
"Updating %@" = "Aktualizuję %@";

/* No comment provided by engineer. */
"Would you like %@ to check for updates on startup? If not, you can initiate the check manually from the application menu." = "Czy chcesz, aby %@ sprawdzał dostępność uaktualnień podczas uruchomienia? Jeżeli nie, sprawdzenia można dokonać ręcznie z menu programu.";

/* No comment provided by engineer. */
"Yes" = "Tak";

/* No comment provided by engineer. */
"You're up to date!" = "Używasz aktualnej wersji!";
